<?php

return [
    'strength' => 'Значение прочности должно находиться в пределах от :left до :right',
    'hardness' => 'Значение жёсткости должно находиться в пределах от :left до :right',
    'impact_resistance' => 'Значение ударостойкости должно находиться в пределах от :left до :right',
    'durability' => 'Значение износостойкости должно находиться в пределах от :left до :right',
    'min_work_temperature' => 'Значение минимальной температуры эксплуатации должно находиться в пределах от :left до :right',
    'max_work_temperature' => 'Значение максимальной температуры эксплуатации должно находиться в пределах от :left до :right',
    'work_temperature_range' => 'Значение минимальной температуры эксплуатации должно быть больше значения максимальной температуры эксплуатации'
];
